Ran Plan for dir: `terraform` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
~ update in-place
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_instance.aws_ins_web will be updated in-place
~ resource "aws_instance" "aws_ins_web" {
        id                                   = "i-05fc20e3d6c1322c6"
      ~ tags                                 = {
          ~ "Name" = "my own instance2" -> "my own instance22"
        }
      ~ tags_all                             = {
          ~ "Name" = "my own instance2" -> "my own instance22"
        }
      ~ vpc_security_group_ids               = [
          - "sg-0f5186fc99689664b",
        ] -> (known after apply)
        # (29 unchanged attributes hidden)

        # (7 unchanged blocks hidden)
    }

  # aws_security_group.aws_sg must be replaced
-/+ resource "aws_security_group" "aws_sg" {
      ~ arn                    = "arn:aws:ec2:eu-west-1:134132357646:security-group/sg-0f5186fc99689664b" -> (known after apply)
      ~ id                     = "sg-0f5186fc99689664b" -> (known after apply)
      ~ name                   = "security group from TF" -> "security group from TF GITHUB" # forces replacement
      + name_prefix            = (known after apply)
      ~ owner_id               = "134132357646" -> (known after apply)
      - tags                   = {} -> null
      ~ tags_all               = {} -> (known after apply)
      ~ vpc_id                 = "vpc-0835b5aa501c56780" -> (known after apply)
        # (4 unchanged attributes hidden)
    }

Plan: 1 to add, 1 to change, 1 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform`
* :put_litter_in_its_place: To **delete** this plan click [here](http://ec2-54-154-131-102.eu-west-1.compute.amazonaws.com:4141/lock?id=atifcodenterprise%252Ftesting%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform`
</details>
Plan: 1 to add, 1 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
